{"translation-revision-date":"2022-02-02 18:25:20+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Back to dashboard":["Torna alla Bacheca"],"Content":["Contenuto"],"Traffic":["Traffico"],"Choose at least %s answers":["Scegli almeno %s risposte"],"Text input for option %s":["Inserimento del testo per l'opzione %s"],"Get new ideas to write about based on what people are searching for":["Trova nuove idee su cui scrivere in base a ciò che cercano le persone"],"Help":["Guida"],"By continuing, you agree to allow Google to use your answers and account info to improve services, per our <privacy>Privacy<\/privacy> & <terms>Terms<\/terms>.":["Se continui, autorizzi Google a utilizzare le tue risposte e i dati del tuo account per migliorare i servizi, in base alle <privacy>Norme sulla privacy<\/privacy> e ai <terms>Termini<\/terms>."],"Set up":["Configura"],"Get help with AdSense":["Ricevi assistenza con AdSense"],"Get support":["Ricevi assistenza"],"Read help docs":["Leggi la documentazione della guida"],"Fix common issues":["Risolvi problemi comuni"],"Got it":["OK"],"%dh":["%d h"],"%dm":["%d min"],"%ds":["%d s"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Now Site Kit will begin suggesting metrics to add to your dashboard that are relevant specifically to you, based on the goals you shared":["Ora Site Kit inizierà a suggerire metriche da aggiungere alla tua dashboard che sono pertinenti in modo specifico per te, in base agli obiettivi che hai condiviso"],"Complete %s setup":["Completa la configurazione di %s"],"Complete setup":["Completa configurazione"],"%s module setup needs to be completed":["La configurazione del modulo %s deve essere completata"],"Remind me later":["Ricordamelo dopo"],"Let’s go":["Iniziamo"],"Answer 5 questions and Site Kit will customize your dashboard with specific metrics and opportunities that match your site’s goals":["Rispondi a 5 domande e Site Kit personalizzerà la tua dashboard con metriche e opportunità specifiche corrispondenti agli obiettivi del tuo sito"],"Customize Site Kit to match your goals":["Personalizza Site Kit in base ai tuoi obiettivi"],"OK, got it!":["OK, ho capito."],"Congrats! You set your site goals":["Congratulazioni! Hai definito gli obiettivi del tuo sito"],"Submit":["Invia"],"Next":["Avanti"],"screen reader text\u0004(opens in a new tab)":["(si apre in una nuova scheda)"],"Redo the plugin setup":["Ripeti la configurazione del plugin"],"Source: %s":["Fonte: %s"],"Insufficient permissions in %s":["Autorizzazioni insufficienti in %s"],"Report this problem":["Segnala questo problema"],"Copy error to clipboard":["Copia errore negli appunti"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Per correggere il problema, <a href=\"%s\">configura nuovamente il plugin<\/a>."],"Jump to the bottom of the dashboard to see how fast your home page is":["Scorri fino in fondo alla bacheca per scoprire la velocità della tua home page"],"Redo setup":["Esegui nuovamente la configurazione"],"Site Kit can’t access necessary data":["Site Kit non riesce ad accedere ai dati richiesti"],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup – make sure to approve all permissions at the authentication stage.":["Site Kit non riesce ad accedere a tutti i dati rilevanti perché non hai fornito tutte le autorizzazioni richieste durante la configurazione. Per utilizzare Site Kit devi eseguire nuovamente la configurazione. Assicurati di fornire tutte le autorizzazioni in fase di autenticazione."],"Site Kit can’t access the relevant data from %1$s because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for %1$s – make sure to approve all permissions at the authentication stage.":["Site Kit non riesce ad accedere ai dati necessari da %1$s perché non hai fornito tutte le autorizzazioni richieste durante la configurazione. Per utilizzare Site Kit devi eseguire nuovamente la configurazione per %1$s. Assicurati di fornire tutte le autorizzazioni in fase di autenticazione."],"Site Kit can’t access all relevant data because you haven’t granted all permissions requested during setup. To use Site Kit, you’ll need to redo the setup for: %s – make sure to approve all permissions at the authentication stage.":["Site Kit non riesce ad accedere a tutti i dati rilevanti perché non hai fornito tutte le autorizzazioni richieste durante la configurazione. Per utilizzare Site Kit devi eseguire nuovamente la configurazione per: %s. Assicurati di fornire tutte le autorizzazioni in fase di autenticazione."],"Proceed":["Procedi"],"Additional Permissions Required":["Ulteriori autorizzazioni necessarie"],"Manage sites…":["Gestione siti…"],"%sK":["%sK"],"%sM":["%sM"],"Last %s day":["Ultimo %s giorno","Ultimi %s giorni"],", ":[","],"Site Kit encountered an error":["Site Kit ha rilevato un errore"],"Site Kit by Google Logo":["Logo di Site Kit by Google"],"Learn more about what visitors do on your site":["Approfondisci quello che gli utenti fanno sul tuo sito"],"%d notification":["%d notifica","%d notifiche"],"Congrats on completing the setup for %s!":["Congratulazioni per aver completato la configurazione di %s!"],"Here are some other services you can connect to see even more stats:":["Ecco alcuni degli altri servizi a cui puoi connetterti per vedere ancora più statistiche:"],"Now you’ll be able to see how your site is doing in search. To get even more detailed stats, activate more modules. Here are our recommendations for what to include in your Site Kit:":["Ora sarai in grado di vedere come sta andando il tuo sito nella ricerca. Per ottenere statistiche ancora più dettagliate, attiva più moduli. Ecco i nostri consigli su cosa includere nel tuo Site Kit:"],"OK, Got it!":["Ok, ho capito!"],"Speed":["Velocità"],"Back":["Indietro"],"Error: %s":["Errore: %s"],"Account":["Account"],"%s module needs to be configured":["Il modulo %s necessita di essere configurato"],"Dismiss":["Ignora"],"%s Gathering Data":["Raccolta dati da parte di %s..."],"Data error in %s":["Errore dati in %s"],"Note: ":["Nota: "],"Disconnecting Site Kit by Google will remove your access to all services. After disconnecting, you will need to re-authorize to restore service.":["Scollegando Site Kit di Google non avrai più accesso ad alcun servizio. Una volta eseguita la disconnessione, dovrai ripetere l'autorizzazione per ripristinare il servizio."],"Disconnect":["Disconnetti"],"User Avatar":["Avatar utente"],"Connect Service":["Collega servizio"],"Cancel":["Annulla"],"Connected":["Collegato"],"%s is connected":["%s è connesso"],"Set up %s":["Configura %s"],"Close":["Chiudi"],"Activate %s":["Attiva %s"],"Site Kit":["Site Kit"],"Google PageSpeed Insights gives you metrics about performance, accessibility, SEO and PWA":["Google PageSpeed Insights ti offre metriche sulle performance, accessibità, SEO e PWA"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-module-33e9559f169a5d758a95.js"}}